test/vegeta_list_namespace.log
Requests      [total, rate, throughput]         500, 50.10, 50.10
Duration      [total, attack, wait]             9.98s, 9.98s, 342.642µs
Latencies     [min, mean, 50, 90, 95, 99, max]  220.477µs, 286.039µs, 270.715µs, 350.457µs, 370.985µs, 441.831µs, 1.029ms
Bytes In      [total, mean]                     3708000, 7416.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500  
Error Set: