test/vegeta_list_table.log
Requests      [total, rate, throughput]         500, 50.10, 50.10
Duration      [total, attack, wait]             9.98s, 9.98s, 309.065µs
Latencies     [min, mean, 50, 90, 95, 99, max]  267.312µs, 334.559µs, 323.861µs, 373.501µs, 390.336µs, 578.332µs, 1.014ms
Bytes In      [total, mean]                     4650500, 9301.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:500  
Error Set: