test/vegeta_random.log
Requests      [total, rate, throughput]         3000, 50.02, 50.02
Duration      [total, attack, wait]             59.98s, 59.98s, 100.094µs
Latencies     [min, mean, 50, 90, 95, 99, max]  80.684µs, 129.312µs, 121.094µs, 175.896µs, 191.129µs, 225.548µs, 795.083µs
Bytes In      [total, mean]                     492000, 164.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: