test/vegeta_random.log
Requests      [total, rate, throughput]         3000, 50.02, 50.02
Duration      [total, attack, wait]             59.98s, 59.98s, 111.641µs
Latencies     [min, mean, 50, 90, 95, 99, max]  88.428µs, 128.866µs, 121.005µs, 167.039µs, 189.247µs, 219.985µs, 795.602µs
Bytes In      [total, mean]                     492000, 164.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: